tap "amar1729/formulae"
tap "dart-lang/dart"
tap "drud/ddev"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "sass/sass"
tap "symfony-cli/tap"
brew "act"
brew "antigen"
brew "openssl@3"
brew "asimov"
brew "aspell"
brew "bash"
brew "glib"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "python@3.11"
brew "gobject-introspection"
brew "hadolint"
brew "httpd"
brew "httpie"
brew "iperf3"
brew "jq"
brew "make"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nss"
brew "openconnect"
brew "pass"
brew "php"
brew "phive"
brew "php@8.1"
brew "python@3.8"
brew "rust"
brew "watch"
brew "yq"
brew "zlib"
brew "amar1729/formulae/browserpass"
brew "drud/ddev/ddev"
brew "hashicorp/tap/packer"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "android-file-transfer"
cask "atext"
cask "authy"
cask "autodesk-fusion360"
cask "battle-net"
cask "beyond-compare"
cask "binance"
cask "bitwarden"
cask "brave-browser"
cask "browserstacklocal"
cask "camunda-modeler"
cask "citrix-workspace"
cask "daedalus-mainnet"
cask "deezer"
cask "discord"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "fig"
cask "figma"
cask "fork"
cask "forticlient-vpn"
cask "gimp"
cask "github"
cask "gitkraken"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "librewolf"
cask "logi-options-plus"
cask "logitech-g-hub"
cask "mactex"
cask "megasync"
cask "microsoft-teams"
cask "minecraft"
cask "mono-mdk-for-visual-studio"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obs"
cask "onedrive"
cask "oracle-jdk"
cask "pika"
cask "postman"
cask "private-internet-access"
cask "protonmail-bridge"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "sound-control"
cask "spectacle"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "telegram-desktop"
cask "the-unarchiver"
cask "tidal"
cask "tor-browser"
cask "ultimaker-cura"
cask "unity-hub"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Contrast", id: 1254981365
mas "GIPHY CAPTURE", id: 668208984
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Speedtest", id: 1153157709
mas "TextSniper", id: 1528890965
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-userscript"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alexcvzz.vscode-sqlite"
vscode "amphtml.amphtml-validator"
vscode "appliedengdesign.vscode-gcode-syntax"
vscode "arcanis.vscode-zipfs"
vscode "bagetx.inf"
vscode "bbenoist.vagrant"
vscode "bmewburn.vscode-intelephense-client"
vscode "bowlerhatllc.vscode-as3mxml"
vscode "bowlerhatllc.vscode-nextgenas"
vscode "bowlerhatllc.vscode-swf-debug"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "darxeal.tampermonkey-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devzstudio.emoji-snippets"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.hcl"
vscode "heybourn.headwind"
vscode "hollowtree.vue-snippets"
vscode "HookyQR.beautify"
vscode "humy2833.ftp-simple"
vscode "ikappas.phpcs"
vscode "ionutvmi.reg"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JHeilingbrunner.vscode-gnupg-tool"
vscode "jock.svg"
vscode "josetr.cmake-language-support-vscode"
vscode "junstyle.php-cs-fixer"
vscode "keroc.hex-fmt"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lextudio.restructuredtext"
vscode "marlinfirmware.auto-build"
vscode "mateuszchudyk.hexinspector"
vscode "mblode.twig-language"
vscode "mblode.twig-language-2"
vscode "MehediDracula.php-namespace-resolver"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "msjsdiag.vscode-react-native"
vscode "mskelton.one-dark-theme"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "naco-siren.gradle-language"
vscode "neilbrayfield.php-docblocker"
vscode "nico-castell.linux-desktop-file"
vscode "octref.vetur"
vscode "onecentlin.laravel-blade"
vscode "Orta.vscode-jest"
vscode "p1c2u.docker-compose"
vscode "platformio.platformio-ide"
vscode "raynigon.nginx-formatter"
vscode "rebornix.prolog"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "shanoor.vscode-nginx"
vscode "shuworks.vscode-table-formatter"
vscode "SonarSource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.hunspell"
vscode "sukumo28.wav-preview"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "thomas-baumgaertner.vcl"
vscode "tht13.html-preview-vscode"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "unthrottled.doki-theme"
vscode "vadimcn.vscode-lldb"
vscode "valentjn.vscode-ltex"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "WallabyJs.wallaby-extension-pack"
vscode "WallabyJs.wallaby-vscode"
vscode "whatwedo.twig"
vscode "william-voyek.vscode-nginx"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "XadillaX.viml"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "Zignd.html-css-class-completion"
vscode "znck.grammarly"
vscode "zobo.php-intellisense"
