tap "amar1729/formulae"
tap "dart-lang/dart"
tap "drud/ddev"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
tap "symfony-cli/tap"
brew "act"
brew "antigen"
brew "asimov"
brew "aspell"
brew "bash"
brew "glib"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "python@3.11"
brew "gobject-introspection"
brew "hadolint"
brew "httpd"
brew "httpie"
brew "openssl@3"
brew "iperf3"
brew "jq"
brew "make"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nss"
brew "openconnect"
brew "pass"
brew "php"
brew "phive"
brew "php@8.1"
brew "python@3.8"
brew "watch"
brew "yq"
brew "zlib"
brew "amar1729/formulae/browserpass"
brew "drud/ddev/ddev"
brew "hashicorp/tap/packer"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "android-file-transfer"
cask "atext"
cask "authy"
cask "autodesk-fusion360"
cask "battle-net"
cask "beyond-compare"
cask "binance"
cask "bitwarden"
cask "browserstacklocal"
cask "camunda-modeler"
cask "citrix-workspace"
cask "daedalus-mainnet"
cask "deezer"
cask "discord"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "fig"
cask "figma"
cask "firefox"
cask "fork"
cask "forticlient-vpn"
cask "gimp"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "logi-options-plus"
cask "logitech-g-hub"
cask "mactex"
cask "megasync"
cask "microsoft-edge"
cask "microsoft-teams"
cask "minecraft"
cask "mono-mdk-for-visual-studio"
cask "mysqlworkbench"
cask "ngrok"
cask "nightowl"
cask "notion"
cask "obs"
cask "onedrive"
cask "opera"
cask "oracle-jdk"
cask "pika"
cask "postman"
cask "private-internet-access"
cask "protonmail-bridge"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "sound-control"
cask "spectacle"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "telegram-desktop"
cask "the-unarchiver"
cask "tidal"
cask "tor-browser"
cask "ultimaker-cura"
cask "unity-hub"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Contrast", id: 1254981365
mas "GIPHY CAPTURE", id: 668208984
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Speedtest", id: 1153157709
mas "TextSniper", id: 1528890965
mas "Xcode", id: 497799835
