tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
# Xencelabs Drivers: https://www.xencelabs.com/eu/support/download-drivers
tap "sass/sass"
tap "symfony-cli/tap"
brew "act"
brew "antigen"
brew "aspell"
brew "bash"
brew "python@3.9"
brew "glib"
brew "coreutils"
brew "curl"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "hadolint"
brew "httpd"
brew "python@3.10"
brew "httpie"
brew "iperf3"
brew "make"
brew "mas"
brew "ncdu"
brew "neovim"
brew "openssl@3"
brew "php"
brew "yarn"
brew "yq"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "atext"
cask "authy"
cask "battle-net"
cask "binance"
cask "bitwarden"
cask "browserstacklocal"
cask "camunda-modeler"
cask "daedalus-mainnet"
cask "deezer"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "figma"
cask "firefox"
cask "fork"
cask "forticlient-vpn"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "ledger-live"
cask "logitech-options"
cask "mactex"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "nightowl"
cask "notion"
cask "obs"
cask "onedrive"
cask "opera"
cask "phpstorm"
cask "pika"
cask "postman"
cask "private-internet-access"
cask "protonmail-bridge"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "smartgit"
cask "sound-control"
cask "sourcetree"
cask "spectacle"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "telegram-desktop"
cask "the-unarchiver"
cask "tidal"
cask "tor-browser"
cask "ultimaker-cura"
cask "unity-hub"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "wireshark"
cask "zoom"
mas "Contrast", id: 1254981365
mas "GIPHY CAPTURE", id: 668208984
mas "Microsoft Remote Desktop", id: 1295203466
mas "Speedtest", id: 1153157709
mas "TextSniper", id: 1528890965
mas "Xcode", id: 497799835
