tap "amar1729/formulae"
tap "dart-lang/dart"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kabel/php-ext"
tap "localsend/localsend"
tap "sass/sass"
tap "symfony-cli/tap"
brew "act"
brew "antigen"
brew "openssl@3"
brew "asimov"
brew "aspell"
brew "bash"
brew "glib"
brew "coreutils"
brew "harfbuzz"
brew "crowdin"
brew "ctop"
brew "curl"
brew "doctl"
brew "exiftool"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg", link: false
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "hadolint"
brew "helm"
brew "httpd"
brew "httpie"
brew "icu4c@76"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "make"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nss"
brew "openconnect"
brew "opentofu"
brew "pass"
brew "php"
brew "phive"
brew "php@8.1"
brew "pipx"
brew "pyenv"
brew "python@3.11"
brew "python@3.8"
brew "rbenv"
brew "watch"
brew "wireguard-go"
brew "wireguard-tools"
brew "yq"
brew "zlib"
brew "amar1729/formulae/browserpass"
brew "ddev/ddev/ddev"
brew "hashicorp/tap/packer"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "aldente"
cask "android-file-transfer"
cask "autodesk-fusion"
cask "battle-net"
cask "beyond-compare"
cask "brave-browser"
cask "browserstacklocal"
cask "calibre"
cask "camunda-modeler"
cask "citrix-workspace"
cask "claude"
cask "claude-code"
cask "devutils"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "epic-games"
cask "figma"
cask "flutter"
cask "gimp"
cask "gitkraken"
cask "google-drive"
cask "gpg-suite"
cask "grandperspective"
cask "handbrake-app"
cask "headlamp"
cask "inkscape"
cask "ipfs-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "lens"
cask "librewolf"
cask "localsend"
cask "logi-options+"
cask "logitech-g-hub"
cask "mactex"
cask "megasync"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "oracle-jdk"
cask "orbstack"
cask "pika"
cask "postman"
cask "proton-mail-bridge"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "rustdesk"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "sound-control"
cask "stats"
cask "steam"
cask "sublime-merge"
cask "teamviewer"
cask "telegram-desktop"
cask "the-unarchiver"
cask "threema@beta"
cask "thunderbird"
cask "tidal"
cask "tor-browser"
cask "transmit"
cask "ultimaker-cura"
cask "unity-hub"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark-app"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Contrast", id: 1254981365
mas "GIPHY CAPTURE", id: 668208984
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Speedtest", id: 1153157709
mas "Steam Link", id: 1246969117
mas "Tailscale", id: 1475387142
mas "TextSniper", id: 1528890965
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
