com.brave.Browser
com.protonvpn.www
ch.protonmail.protonmail-bridge
com.calibre_ebook.calibre
eu.betterbird.Betterbird
md.obsidian.Obsidian
org.libreoffice.LibreOffice
me.kozec.syncthingtk
org.localsend.localsend_app
fr.handbrake.ghb
org.blender.Blender
org.gimp.GIMP
org.inkscape.Inkscape
org.videolan.VLC
org.audacityteam.Audacity
com.prusa3d.PrusaSlicer
com.ultimaker.cura
io.neovim.nvim
com.axosoft.GitKraken
com.visualstudio.code
com.jetbrains.PhpStorm
com.spotify.Client
com.mastermindzh.tidal-hifi
com.discordapp.Discord
org.signal.Signal
org.telegram.desktop
com.slack.Slack
us.zoom.Zoom
com.github.tchx84.Flatseal
com.rustdesk.RustDesk
com.moonlight_stream.Moonlight
com.heroicgameslauncher.hgl
com.usebottles.bottles
net.lutris.Lutris
io.github.philipk.boilr
net.davidotek.pupgui2
com.github.Matoking.protontricks
com.github.mtkennerly.ludusavi
app.xemu.xemu
com.supermodel3.Supermodel
io.github.shiiion.primehack
net.kuribo64.melonDS
org.DolphinEmu.dolphin-emu
org.duckstation.DuckStation
org.libretro.RetroArch
org.ppsspp.PPSSPP
org.ryujinx.Ryujinx
org.scummvm.ScummVM
org.kde.kwalletmanager5
com.bktus.gpgfrontend
