tap "homebrew/bundle"
tap "localsend/localsend"
brew "mas"
cask "1password"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "aldente"
cask "discord"
cask "epic-games"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "iterm2"
cask "localsend"
cask "notion"
cask "obs"
cask "onedrive"
cask "pika"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "stats"
cask "steam"
cask "the-unarchiver"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Xcode", id: 497799835
