tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localsend/localsend"
brew "antigen"
brew "openssl@3"
brew "asimov"
brew "bash"
brew "glib"
brew "coreutils"
brew "curl"
brew "git"
brew "gnupg", link: false
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "aldente"
cask "android-file-transfer"
cask "autodesk-fusion"
cask "battle-net"
cask "beyond-compare"
cask "brave-browser"
cask "discord"
cask "epic-games"
cask "figma"
cask "gimp"
cask "gitkraken"
cask "gpg-suite"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "localsend"
cask "logi-options+"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "oracle-jdk"
cask "pika"
cask "postman"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "stats"
cask "steam"
cask "the-unarchiver"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Contrast", id: 1254981365
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Speedtest", id: 1153157709
mas "TextSniper", id: 1528890965
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
