tap "localsend/localsend"
brew "antigen"
brew "git"
brew "mas"
cask "1password"
cask "adobe-creative-cloud"
cask "affinity"
cask "aldente"
cask "blender"
cask "claude"
cask "claude-code"
cask "discord"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "localsend"
cask "notion"
cask "onedrive"
cask "pika"
cask "rectangle"
cask "scroll-reverser"
cask "signal"
cask "stats"
cask "the-unarchiver"
cask "vanilla"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
