tap "amar1729/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "netbirdio/tap"
tap "sentrux/tap"
tap "symfony-cli/tap"
# Plugin manager for zsh, inspired by oh-my-zsh and vundle
brew "antigen"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Automatically exclude development dependencies from Time Machine backups
brew "asimov"
# Spell checker with better logic than ispell
brew "aspell"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Freely available high-quality data compressor
brew "bzip2"
# Core application library for C
brew "glib"
# General purpose syntax highlighter in pure Go
brew "chroma"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Tool for exploring each layer in a docker image
brew "dive"
# Command-line tool for DigitalOcean
brew "doctl"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Play, record, convert, and stream select audio and video codecs
brew "ffmpeg"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Extensions to follow Vincent Driessen's branching model
brew "git-flow"
# Open-source GitLab command-line tool
brew "glab"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# GNU Privacy Guard (OpenPGP)
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# OpenType text shaping engine
brew "harfbuzz"
# Kubernetes package manager
brew "helm"
# Apache HTTP server
brew "httpd"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Tools and libraries to manipulate images in select formats
brew "imagemagick"
# Update of iperf: measures TCP, UDP, and SCTP bandwidth
brew "iperf3"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Tool that can switch between kubectl contexts easily and create aliases
brew "kubectx"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Kubernetes controller and tool for one-way encrypted Secrets
brew "kubeseal"
# Multi-format archive and compression library
brew "libarchive"
# Subtitle renderer for the ASS/SSA subtitle format
brew "libass"
# Utility for directing compilation
brew "make"
# Mac App Store command-line interface
brew "mas"
# Minify and secure Docker images
brew "mintoolkit"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Port scanning utility for large networks
brew "nmap"
# Libraries for security-enabled client and server applications
brew "nss"
# AI coding agent, built for the terminal
brew "opencode"
# Open client for Cisco AnyConnect VPN
brew "openconnect"
# Development kit for the Java programming language
brew "openjdk"
# Framework for layout and rendering of i18n text
brew "pango"
# Password manager
brew "pass"
# General-purpose scripting language
brew "php"
# Phar Installation and Verification Environment (PHIVE)
brew "phive"
# General-purpose scripting language
brew "php@8.1"
# Fast PHP language server written in Rust
brew "phpantom-lsp"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Convert bitmaps to vector graphics
brew "potrace"
# SOund eXchange: universal sound sample translator
brew "sox"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Vulnerability scanner for container images, file systems, and Git repos
brew "trivy"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Userspace Go implementation of WireGuard
brew "wireguard-go"
# Tools for the WireGuard secure network tunnel
brew "wireguard-tools"
# Linter for YAML files
brew "yamllint"
# Process YAML, JSON, XML, CSV and properties documents from the CLI
brew "yq"
# General-purpose lossless data-compression library
brew "zlib"
# Host application for browser extension providing access to your password store
brew "amar1729/formulae/browserpass", trusted: true
# Packer
brew "hashicorp/tap/packer", trusted: true
# Netbird project.
brew "netbirdio/tap/netbird", trusted: true
# Live codebase visualization and structural quality gate
brew "sentrux/tap/sentrux", trusted: true
# Symfony CLI helps Symfony developers manage projects, from local code to remote infrastructure
brew "symfony-cli/tap/symfony-cli", trusted: true
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Command-line interface for 1Password
cask "1password-cli"
# View, print, and comment on PDF documents
cask "adobe-acrobat-reader"
# Professional graphic design software
cask "affinity-designer"
# Menu bar tool to limit maximum charging percentage
cask "aldente"
# Menu bar icon organiser
cask "bartender"
# Display management tool
cask "betterdisplay"
# Compare files and folders
cask "beyond-compare"
# Web browser focusing on privacy
cask "brave-browser"
# Managed desktop virtualization solution
cask "citrix-workspace"
# Anthropic's official Claude AI desktop app
cask "claude"
# Terminal-based AI coding assistant
cask "claude-code@latest"
# Server and cloud storage browser
cask "cyberduck"
# All-in-one toolbox for developers
cask "devutils"
# Collaborative team software
cask "figma"
# GIT client
cask "fork"
# Git client focusing on productivity
cask "gitkraken"
# Web browser
cask "google-chrome"
# Tools to protect your emails and files
cask "gpg-suite"
# UI for Kubernetes
cask "headlamp"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# JetBrains tools manager
cask "jetbrains-toolbox"
# Kubernetes IDE
cask "lens"
# Discover, download, and run local LLMs
cask "lm-studio"
# Open-source cross-platform alternative to AirDrop
cask "localsend"
# Support for Logitech G gear
cask "logitech-g-hub"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
# Meet, chat, call, and collaborate in just one place
cask "microsoft-teams"
# Netbird UI Client
cask "netbirdio/tap/netbird-ui"
# App to write, plan, collaborate, and get organised
cask "notion"
# Cloud storage client
cask "onedrive"
# Replacement for Docker Desktop
cask "orbstack"
# Collaboration platform for API development
cask "postman"
# Bridges Proton Mail to email clients supporting IMAP and SMTP protocols
cask "proton-mail-bridge"
# VPN client focusing on security
cask "protonvpn"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Open source virtual/remote desktop application
cask "rustdesk"
# Tool to reverse the direction of scrolling
cask "scroll-reverser"
# Instant messaging application focusing on security
cask "signal"
# Team communication and collaboration software
cask "slack"
# System monitor for the menu bar
cask "stats"
# Unpacks archive files
cask "the-unarchiver"
# Development environment
cask "vagrant"
# Virtualiser for arm64 hardware
cask "virtualbox"
# Open-source code editor
cask "visual-studio-code"
# Native desktop client for WhatsApp
cask "whatsapp"
# Video communication and virtual meeting platform
cask "zoom"
# OpenJDK distribution from Azul
cask "zulu@8"
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Tailscale", id: 1475387142
mas "TextSniper", id: 1528890965
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
npm "corepack"
