tap "amar1729/formulae"
tap "dart-lang/dart"
tap "drud/ddev"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kabel/php-ext"
tap "sass/sass"
tap "symfony-cli/tap"
brew "act"
brew "antigen"
brew "openssl@3"
brew "asimov"
brew "aspell"
brew "bash"
brew "glib"
brew "coreutils"
brew "harfbuzz"
brew "crowdin"
brew "ctop"
brew "curl"
brew "doctl"
brew "exiftool"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "hadolint"
brew "helm"
brew "httpd"
brew "httpie"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nss"
brew "openconnect"
brew "pass"
brew "php"
brew "phive"
brew "php@8.1"
brew "pipx"
brew "pyenv"
brew "watch"
brew "wireguard-go"
brew "wireguard-tools"
brew "yq"
brew "zlib"
brew "amar1729/formulae/browserpass"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "affinity-designer"
cask "aldente"
cask "bartender"
cask "beyond-compare"
cask "brave-browser"
cask "browserstacklocal"
cask "citrix-workspace"
cask "devutils"
cask "dropbox"
cask "figma"
cask "gitkraken"
cask "gpg-suite"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "onedrive"
cask "orbstack"
cask "pika"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "spectacle"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Contrast", id: 1254981365
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Say No to Notch", id: 1639306886
mas "TextSniper", id: 1528890965
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
